Repository: darthnoob/uwp
Catalog: MegaApp/MegaApp/Strings/*/AppMessages.resw
Source language: en
Languages: ar, es, fr, id, it, ko, nl, pl, pt_br, ro, ru, th, tr, vi, zh_hans, zh_hant

# AM_PasswordChangeFailed
source: Failed to change your password. Please try again.
ar: فشل عملية تغيير كلمة المرور، يرجى إعادة المحاولة
fr: Échec de changement de votre mot de passe. Veuillez ressayer.
id: Gagal mengubah kata sandi Anda. Silakan coba lagi.
it: Cambiamento della password fallito. Per favore, riprova.
ko: 비밀번호 변경 실패. 다시 시도하세요.
nl: Mislukt om uw wachtwoord te wijzigen. Probeer nogmaals.
pl: Nie udało się zmienić hasła. Proszę spróbuj ponownie.
ro: Eșec la schimbarea parolei. Te rugăm să încerci din nou.
ru: Не удалось изменить пароль. Попробуйте ещё раз.
th: ไม่สามารถเปลี่ยนรหัสผ่านของคุณ กรุณาลองอีกครั้ง
tr: Şifreniz değiştirilemedi. Lütfen tekrar deneyin.
vi: Việc đổi mật khẩu không thành công. Xin thử lại.
zh_hans: 无法更改您的密码。请再试一次。
zh_hant: 更改密碼失敗。請再試一次。

# AM_PasswordChangeFailed_Title
source: Error changing password
ar: حدث خطأ اثناء تغيير كلمة المرور
fr: Erreur de changement du mot de passe
id: Kesalahan mengubah kata sandi
it: Errore cambiamento password
ko: 비밀번호 변경 오류
nl: Fout wijziging wachtwoord
pl: Błąd podczas zmiany hasła
ro: Eroare la schimbarea parolei
ru: Ошибка при смене пароля
th: เกิดข้อผิดพลาดในการเปลี่ยนรหัสผ่าน
tr: Şifre değiştirilirken hata oluştu
vi: Lỗi, đổi mật khẩu thất bại
zh_hans: 更改密码时出错
zh_hant: 更改密碼時發生錯誤

# AM_2FA_SetupDialogDescription
source: Two-factor authentication is a second layer of security for your account. Which means that even if someone knows your password they cannot access it, without also having access to the six digit code only you have access to.
fr: L’authentification à deux facteurs est un niveau supplémentaire de sécurité pour votre compte. Cela signifie que même si quelqu’un connaissait votre mot de passe, il ne pourrait pas y accéder sans avoir aussi le code à 6 chiffres que seul vous aurez.
id: Otentikasi dua faktor adalah lapisan keamanan kedua untuk akun Anda. Yang berarti bahwa bahkan jika seseorang mengetahui kata sandi Anda, mereka tidak dapat mengaksesnya, tanpa juga memiliki akses ke kode enam digit yang hanya Anda miliki aksesnya.
ko: 2단계 인증은 당신의 계정을 위한 보안의 두번째 층입니다. 당신만이 접근할 수 있는 6자리 코드가 없으면, 당신의 비밀번호를 알고 있을지라도 접근할 수 없습니다.
nl: Twee-stap authenticatie is een tweede laag aan beveiliging voor uw account. Wat betekent dat zelfs als iemand uw wachtwoord weet ze geen toegang kunnen krijgen, zonder ook toegang te hebben tot de 6 cijferige code waar alleen u toegang tot heeft.
pl: Uwierzytelnianie dwuskładnikowe to druga warstwa zabezpieczeń Twojego konta. Co oznacza, że nawet jeśli ktoś zna twoje hasło, nie może uzyskać do niego dostępu, nie mając dostępu do sześciocyfrowego kodu, do którego masz dostęp.
ro: Autentificarea în doi factori reprezintă un al doilea strat de securitate pentru contul tău. Ceea ce înseamnă că, chiar dacă cineva îți cunoaște parola, nu îți poate accesa contul fără să aibă acces la codul din șase cifre la care doar tu ai acces.
ru: Двухфакторная аутентификация — это второй слой безопасности вашего аккаунта. Это значит, что даже если кто-то узнает ваш пароль, он не сможет получить доступ без шестизначного кода, который есть только у вас.
th: การรับรองความถูกต้องด้วยสองปัจจัย คือการรักษาความปลอดภัยชั้นที่สองสำหรับบัญชีของคุณ ซึ่งหมายความว่าแม้จะมีคนรู้จักรหัสผ่านของคุณ พวกเขาจะไม่สามารถเข้าถึงข้อมูลของคุณได้ เพราะต้องใช้รหัสหกหลักสำหรับการรับรองความถูกต้องก่อนทุกครั้ง
vi: Chức năng xác minh 2-bước là một lớp bảo mật thứ nhì cho tài khoản. Nghĩa là trong trường hợp có người biết mật khẩu để lén vào tài khoản sẽ không thể vào được, và buộc phải nhập thêm đoạn mã 6 chữ số mà chỉ chủ sở hữu tài khoản mới có.
zh_hant: 兩階段身份驗證是您帳戶的第二層安全保護。這代表著，即使某人持有您的密碼，如果他無法知道只有您會有的六位碼，也無法登入您的帳戶。

# AM_2FA_SetupDialogTitle
source: Why do you need two-factor authentication?
fr: Pourquoi avez-vous besoin de l’authentification à deux facteurs ?
id: Mengapa Anda membutuhkan otentikasi dua faktor?
ko: 왜 2단계 인증이 필요한가요?
nl: Waarom heeft u twee-stap authenticatie nodig?
pl: Dlaczego potrzebujesz uwierzytelniania dwuskładnikowego?
ro: De ce ai nevoie de autentificarea în doi factori?
ru: Зачем нужна двухфакторная аутентификация?
th: ทำไมคุณต้องมีการรับรองความถูกต้องด้วยสองปัจจัย
vi: Tại sao cần sử dụng xác thực 2-bước?
zh_hant: 為什麼需要兩階段安全驗證？

# AM_2FA_DisableDialogTitle
source: Disable Two-Factor Authentication
fr: Désactiver l’authentification à deux facteurs
id: Nonaktifkan Autentikasi Dua Faktor
ko: 2단계 인증 비활성화
nl: Twee-Stap Authenticatie Uitschakelen
pl: Wyłącz uwierzytelnianie dwuetapowe
ro: Dezactivează autentificarea în doi factori
ru: Отключение двухфакторной аутентификации
th: ปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัย
vi: Tắt Xác Minh 2-Bước
zh_hant: 停用兩階段驗證

# AM_2FA_EnabledDialogDescription
source: Next time you login to your account you will be asked to enter a 6-digit code provided by your Authenticator App.
fr: La prochaine fois que vous vous connecterez à votre compte, un code à 6 chiffres fourni par votre appli d’authentification vous sera demandé.
id: Lain kali Anda login ke akun Anda, Anda akan diminta memasukkan kode 6-digit yang disediakan oleh aplikasi Otentikasi Anda.
ko: 다음번 로그인 때 당신의 인증기 앱에서 생성된 6자리 코드를 요구합니다.
nl: De volgende keer wanneer u inlogt in uw account wordt u gevraagd een 6-cijferige code in te voeren die voorzien is door uw Authenticatie applicatie,
pl: Gdy następnym razem zalogujesz się na swoje konto, zostaniesz poproszony o podanie 6-cyfrowego kodu podanego przez aplikację Authenticator.
ro: Data viitoare când te autentifici în contul ți se va cere să introduci un cod din 6 cifre furnizat de aplicația de autentificare.
ru: При следующем входе в аккаунт система запросит 6-значный код из приложения аутентификации.
th: ครั้งต่อไปที่คุณลงชื่อเข้าใช้บัญชีของคุณ ระบบจะขอให้คุณกรอกรหัส 6 หลักที่ได้รับจากแอปตัวรับรองความถูกต้องของคุณ
vi: Vào những lần đăng nhập tiếp theo, hệ thống sẽ yêu cầu nhập một đoạn mã dài 6 chữ số lấy từ app Lập Xác Thực.

# AM_2FA_EnabledDialogTitle
source: Two-Factor Authentication Enabled
fr: L’authentification à deux facteurs est activée
id: Otentikasi Dua Faktor Diaktifkan
ko: 2단계 인증 활성화됨
nl: Twee-Stap Authenticatie Ingeschakeld
pl: Uwierzytelnianie dwuetapowe włączone
ro: Autentificarea în doi factori activată
ru: Двухфакторная аутентификация включена.
th: เปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยแล้ว
vi: Xác Minh 2-Bước được Bật
zh_hant: 已啟用兩階段驗證

# AM_InvalidCode
source: This code isn’t right, please try again.
fr: Ce code est erroné, veuillez ressayer.
id: Kode ini tidak benar, silakan coba lagi.
ko: 코드가 올바르지 않습니다. 다시 시도하세요.
nl: Deze code is onjuist, probeer nogmaals.
pl: Ten kod jest nieprawidłowy, spróbuj ponownie.
ro: Acest cod nu este corect, te rugăm să încerci din nou.
ru: Код неверен, попробуйте ещё раз.
th: รหัสนี้ไม่ถูกต้อง กรุณาลองอีกครั้ง
vi: Mã không đúng, xin thử lại.
zh_hant: 此碼錯誤，請重新輸入。

# AM_MFA_SeedCopied
source: The seed has been copied to your clipboard.
fr: La graine a été copiée dans le presse-papiers.
id: Benih telah disalin ke papan klip Anda.
ko: 시드가 클립보드에 복사되었습니다.
pl: Element został skopiowany do schowka.
ro: Sămânța a fost copiată în clipboard.
ru: Seed-ключ скопирован в буфер обмена.
th: รหัสถูกคัดลอกไปยังคลิปบอร์ดแล้ว
vi: Đoạn chủng tử đã được ghi vào bộ nhớ.

# AM_MFA_SeedCopiedFailed
source: Failed to copy the seed to your clipboard. Please try again.
fr: Échec de copie de la graine dans le presse-papiers ? Veuillez ressayer.
id: Gagal menyalin benih ke papan klip Anda. Silakan coba lagi.
ko: 시드를 클립보드를 복사하는데에 실패하였습니다. 다시 시도하세요.
pl: Nie można skopiować materiału wyjściowego do schowka. Proszę spróbuj ponownie.
ro: Eșec la copierea sămânței în clipboard. Te rugăm să încerci din nou.
ru: Не удалось скопировать seed-ключ в буфер обмена. Попробуйте ещё раз.
th: คัดลอกรหัสไปยังคลิปบอร์ดของคุณไม่สำเร็จ กรุณาลองอีกครั้ง
vi: Ghi nhớ đoạn chủng tử thất bại. Xin thử lại.

# AM_MFA_SeedCopiedFailed_Title
source: Seed copy failed
fr: Échec de copie de la graine
id: Salinan benih gagal
ko: 시드 복사 실패
pl: Błąd kopiowania
ro: Copierea sămânei a eșuat
ru: Не удалось скопировать seed-ключ
th: คัดลอกรหัสไม่สำเร็จ
vi: Sao chép đoạn chủng tử thất bại

# AM_MFA_SeedCopied_Title
source: Seed copied
fr: La graine a été copiée
id: Seed disalin
ko: 시드 복사됨
pl: Skopiowane
ro: Sămânță copiată
ru: Seed-ключ скопирован
th: คัดลอกรหัสแล้ว
vi: Đoạn chủng tử đã được ghi nhớ

# AM_2FA_DisabledDialogTitle
source: Two-Factor Authentication Disabled
fr: L’authentification à deux facteurs est désactivée
id: Autentikasi Dua Faktor Dinonaktifkan
ko: 2단계 인증 비활성화됨
nl: Twee-Stap Authenticatie Uitgeschakeld
pl: Uwierzytelnianie dwuetapowe wyłączone
ro: Autentificarea în doi factori dezactivată
ru: Двухфакторная аутентификация отключена
th: ปิดใช้งานการรับรองความถูกต้องด้วยสองปัจจัยแล้ว
vi: Xác Minh 2-Bước Đã Tắt
zh_hant: 已停用兩階段驗證

# AM_2FA_InputAppCodeDialogMessage
source: Please enter the 6-digit code generated by your Authenticator App.
fr: Veuillez saisir le code à 6 chiffres généré par votre appli d’authentification.
id: Masukkan kode 6-digit yang dihasilkan oleh aplikasi Otentikasi Anda.
ko: 당신의 인증 앱에서 생성한 6자리 코드를 입력하세요
nl: Voer de code in die gegenereerd is door uw authenticatie app
pl: Wprowadź 6-cyfrowy kod wygenerowany przez aplikację Authenticator.
ro: Te rugăm să introduci codul din 6 cifre generat de aplicația de autentificare.
ru: Введите код, сгенерированный приложением аутентификации.
th: กรุณากรอกรหัสที่สร้างโดยแอปตัวรับรองความถูกต้องของคุณ
vi: Xin điền vào đoạn mã số hiện ra trên app lập xác thực

# AM_2FA_EnabledDialogRecommendation
source: If you lose access to your account after enabling 2FA and you have not backed up your Recovery Key, MEGA can’t help you gain access to it again. Ensure you back up your recovery key.
fr: Si vous perdez l’accès à votre compte après avoir activé l’A2F et si vous n’avez pas sauvegardé votre clé de récupération, MEGA ne pourra pas vous aider à y accéder de nouveau. Assurez-vous d’avoir une sauvegarde de votre clé de récupération.
id: Jika Anda kehilangan akses ke akun Anda setelah mengaktifkan 2FA dan Anda belum mencadangkan Kunci Pemulihan Anda, MEGA tidak dapat membantu Anda mendapatkan akses ke itu lagi. Pastikan Anda mencadangkan kunci pemulihan Anda.
ko: 만약 2단계 인증을 활성화한 후 계정 접근에 실패하였고 복구 키를 백업하지 않았다면, MEGA는 당신이 다시 접근하도록 도와드릴 수 없습니다. 복구 키 백업을 꼭 하세요.
nl: Als u toegang verliest tot uw account nadat u 2FA heeft ingeschakeld en niet een reservekopie heeft van uw Herstelsleutel, kan MEGA u niet helpen toegang weer te terug te krijgen. Zorg ervoor dat u een reservekopie maakt van uw herstelsleutel.
pl: Jeśli utracisz dostęp do swojego konta po włączeniu 2FA i nie utworzyłeś kopii zapasowej klucza odzyskiwania, MEGA nie pomoże ci uzyskać do niego dostępu. Upewnij się, że wykonałeś kopię zapasową klucza odzyskiwania.
ro: Dacă pierzi accesul la contul tău după ce ai activat 2FA și nu ai făcut un backup al cheii de recuperare, MEGA nu te poate ajuta să obții din nou accesul la acesta. Asigură-te că faci un backup al cheii de recuperare.
ru: Если вы утратите доступ к аккаунту после включения 2FA, не имея ключа восстановления, MEGA не сможет вернуть его. Убедитесь, что сохранили ключ восстановления.
th: หากคุณสูญเสียสิทธิ์การเข้าถึงบัญชีของคุณหลังจากเปิดใช้งาน 2FA และคุณยังไม่ได้สำรองคีย์การกู้คืนไว้ MEGA จะไม่สามารถช่วยให้คุณสามารถเข้าถึงได้อีก ตรวจสอบว่าคุณได้สำรองคีย์การกู้คืนแล้ว
vi: MEGA sẽ không thể giúp phục hồi tài khoản nếu chủ tài khoản để mất Mã Khoá Phục Hồi, và có chức năng XM2B được bật. Xin luôn kiểm tra và đảm bảo mã phục hồi đã được lưu giữ kỹ càng.
zh_hant: 如果您在啟用兩階段驗證後失去了對帳戶的存取權並且未備份還原金鑰，則MEGA無法幫您再次登入它。 請確保您已備份還原金鑰。

# AM_CloseOtherSessionsFailed
source: Failed to close the other sessions. Please try again.
fr: Échec de fermeture des autres session. Veuillez ressayer.
id: Gagal menutup sesi lain. Silakan coba lagi.
ko: 다른 세션 닫기를 실패하였습니다. 다시 시도하세요.
nl: Mislukt om de andere sessies te sluiten. Probeer nogmaals.
pl: Nie można zamknąć innych sesji. Proszę spróbuj ponownie.
ro: Eșec la închiderea celorlalte sesiunii. Te rugăm să încerci din nou.
ru: Не удалось закрыть другие сеансы. Попробуйте ещё раз.
th: ไม่สามารถปิดเซสชันอื่น ๆ ได้ กรุณาลองอีกครั้ง
zh_hant: 無法關閉其他頁面。請再試一次。

# AM_CloseOtherSessionsQuestionMessage
source: Do you want to close all other sessions? This will log you out on all other active sessions except the current one.
fr: Souhaitez-vous fermer toutes les autres sessions ? Cela vous déconnectera de toutes les autres sessions, sauf la session actuelle.
id: Apakah Anda ingin menutup semua sesi lainnya? Ini akan mengeluarkan Anda di semua sesi aktif lainnya kecuali sesi saat ini.
ko: 다른 모든 세션을 닫고 싶으신가요? 이것은 현재 세션을 제외한 모든 활성 세션에서 당신을 로그아웃 시킵니다.
nl: Wilt u alle andere sessies sluiten? Dit logt u uit op alle andere actieve sessies behalve de huidige sessie.
pl: Czy chcesz zamknąć wszystkie inne sesje? Spowoduje to wylogowanie wszystkich innych aktywnych sesji oprócz bieżącego.
ro: Vrei să închizi toate celelalte sesiuni? Acest lucru te va deconecta din toate celelalte sesiuni active, cu excepția celei actuale.
ru: Закрыть другие сеансы? Будет выполнен выход из системы для всех активных сеансов кроме этого.
th: คุณต้องการปิดเซสชันอื่นทั้งหมดหรือไม่ การดำเนินการนี้จะนำคุณออกจากเซสชันที่มีการใช้งานอื่น ๆ ทั้งหมดยกเว้นในปัจจุบัน
vi: Thao tác này sẽ đăng xuất tài khoản ra khỏi tất cả các thiết bị đang sử dụng, ngoại trừ phiên hiện hành. Có chắc muốn tiến hành?
zh_hant: 您想關閉所有其他頁面嗎？這將使您登出除了目前頁面之外的所有其他活動頁面。

# AM_CloseOtherSessionsSuccess
source: The remaining sessions were successfully closed.
fr: Tous les sessions restantes ont été fermées avec succès.
id: Sesi tersisa telah berhasil ditutup.
ko: 남은 세션이 성공적으로 닫혔습니다.
nl: De overige sessies werden succesvol afgesloten.
pl: Pozostałe sesje zostały zamknięte.
ro: Sesiunile rămase au fost închise
ru: Остальные сеансы успешно завершены.
th: เซสชั่นที่เหลืออยู่ถูกปิดเรียบร้อยแล้ว
vi: Tất cả các phiên hoạt động đã được đóng lại thành công.
zh_hant: 其餘項目皆已成功關閉。

# AM_RestoreFromRubbishBinFailed
source: Failed to restore ‘{0}’ from rubbish bin. Please try again.
fr: Échec de restauration de ‘{0}’ de la corbeille. Veuillez ressayer.
id: Gagal mengembalikan ‘{0}’ dari tempat sampah. Silakan coba lagi.
ko: 휴지통에서 {0}을/를 복원하는데에 실패하였습니다. 다시 시도하세요.
nl: Mislukt om te herstellen '{0}' vanuit de prullenbak. Probeer nogmaals.
pl: Nie udało się przywrócić "{0}" z kosza na śmieci. Proszę spróbuj ponownie.
ro: Eșec la restaurarea '{0}' din coșul de gunoi. Te rugăm să încerci din nou.
ru: Не удалось восстановить элемент ‘{0}’ из корзины. Попробуйте ещё раз.
th: ไม่สามารถเรียกคืน '{0}' จากถังขยะได้ กรุณาลองอีกครั้ง
vi: Việc phục hồi mục ‘{0}’ từ thùng rác bị thất bại. Xin thử lại.
zh_hant: 無法從垃圾桶中還原‘{0}’。請再試一次。

# AM_RestoreFromRubbishBinFailed_Title
source: Restore from rubbish bin failed
fr: Échec de restauration de la corbeille
id: Pulihkan dari tempat sampah gagal
ko: 휴지통에서 복원하기 실패
nl: Herstellen vanuit prullenbak mislukt
pl: Przywracanie z kosza na śmieci nie powiodło się
ro: Restaurarea din coșul de gunoi a eșuat
ru: Не удалось восстановить из корзины
th: เรียกคืนจากถังขยะไม่สำเร็จ
vi: Phục hồi từ thùng rác thất bại
zh_hant: 從垃圾桶中還原失敗

# AM_RestoreMultiFromRubbishBinFailed
source: Failed to restore items from rubbish bin. Please try again.
fr: Échec de restauration des éléments de la corbeille. Veuillez ressayer.
id: Gagal mengembalikan barang dari tempat sampah. Silakan coba lagi.
ko: 휴지통에서 항목들을 복원하는데에 실패하였습니다. 다시 시도하세요.
nl: Mislukt om onderdelen te herstellen van de prullenbak. Probeer nogmaals.
pl: Nie udało się przywrócić elementów z kosza na śmieci. Proszę spróbuj ponownie.
ro: Eșec la restaurarea elementelor din coșul de gunoi. Te rugăm să încerci din nou.
ru: Не удалось восстановить элементы из корзины. Попробуйте ещё раз.
th: ไม่สามารถเรียกคืนรายการจากถังขยะได้ กรุณาลองอีกครั้ง
vi: Việc phục hồi các mục từ thùng rác bị thất bại. Xin thử lại.
zh_hant: 無法從垃圾桶中還原。請再試一次。

# AM_CacheCleared
source: Cache has been succesfully cleared
fr: Le cache a été nettoyé avec succès
id: Cache berhasil dihapus
ko: 캐시가 성공적으로 비워졌습니다
nl: Cache is met succes verwijderd
pl: Pamięć cache została wyczyszczona
ro: Cache-ul a fost șters cu succes
ru: Кэш успешно очищен
th: เคลียร์แคชเรียบร้อยแล้ว
vi: Đã dọn xong
zh_hant: 已清除缓存

# AM_CacheCleared_Title
source: Cache cleared
fr: Cache nettoyé
id: Cache dihapus
ko: 캐시가 비워짐
nl: Cache verwijderd
pl: Pamięć cache wyczyszczona
ro: Cache șters
ru: Кэш очищен
th: เคลียร์แคชแล้ว
vi: Đã dọn xong
zh_hant: 缓存已清除

# AM_ClearCacheFailed
source: Failed to clear cache. Please try again.
fr: Échec de nettoyage du cache. Veuillez ressayer.
id: Gagal menghapus cache. Harap coba lagi
ko: 캐시 비우기 실패. 다시 시도하세요.
nl: Mislukt om cache te wissen. Probeer nogmaals.
pl: Wyczyszczenie pamięci podręcznej nie powiodło się. Spróbuj ponownie.
ro: Eșec la ștergerea cache-ului. Te rugăm să încerci din nou.
ru: Не удалось очистить кэш. Попробуйте ещё раз.
th: ไม่สามารถล้างแคชได้ กรุณาลองอีกครั้ง
vi: Dọn bộ nhớ tạm bị thất bại. Xin thử lại.
zh_hant: 清除快取失敗，請再試一次。

# AM_ClearCacheFailed_Title
source: Clear cache failed
fr: Échec de nettoyage du cache
id: Hapus cache gagal
ko: 캐시 비우기 실패
nl: Wis cache mislukt
pl: Wyczyszczenie pamięci podręcznej nie powiodło się
ro: Ștergerea cache-ului a eșuat
ru: Не удалось очистить кэш
th: ล้างแคชไม่สำเร็จ
vi: Dọn bộ nhớ tạm bị thất bại
zh_hant: 清除快取失敗

# AM_ClearOfflineFailed
source: Failed to remove files saved for offline. Please try again.
fr: Échec de suppression des fichiers enregistrés Hors ligne. Veuillez ressayer.
id: Gagal menghapus file yang disimpan untuk offline. Silakan coba lagi.
ko: 오프라인용으로 저장된 파일을 제거하는데에 실패하였습니다. 다시 시도하세요.
nl: Mislukt om bestanden voor offline te verwijderen. Probeer nogmaals.
pl: Nie udało się usunąć plików zapisanych do trybu offline. Proszę spróbuj ponownie.
ro: Eșec la eliminarea fișierelor salvate pentru offline. Te rugăm să încerci din nou.
ru: Не удалось удалить локальные файлы. Попробуйте ещё раз.
th: ไม่สามารถลบไฟล์ที่บันทึกออฟไลน์ กรุณาลองอีกครั้ง
vi: Xoá tệp tin ra khỏi lưu về ngoại tuyến bị thất bại. Xin thử lại sau.

# AM_ClearOfflineFailed_Title
source: Clear offline failed
fr: Échec d’effacement de Hors ligne
id: Bersihkan offline gagal
ko: 오프라인 지우기 실패
nl: Wis offline mislukt
pl: Usunięcie danych offline nie powiodło się
ro: Golirea fișierelor din offline a eșuat
ru: Не удалось очистить
th: เคลียร์ไฟล์ออฟไลน์ไม่สำเร็จ
vi: Dọn mục ngoại tuyến thất bại

# AM_ClearOfflineQuestion
source: Are you sure you want to remove all files saved for offline?
fr: Voulez-vous vraiment supprimer tous les fichiers enregistrer Hors ligne ?
id: Anda yakin ingin menghapus semua file yang disimpan untuk offline?
ko: 오프라인용으로 저장된 모든 파일을 삭제할까요?
nl: Weet u zeker dat u alle opgeslagen bestanden voor offline wilt verwijderen?
pl: Czy na pewno chcesz usunąć wszystkie pliki zapisane w trybie offline?
ro: Sigur vrei să elimini toate fișierele salvate pentru offline?
ru: Действительно удалить локальные файлы?
th: คุณแน่ใจหรือไม่ว่าต้องการนำไฟล์ทั้งหมดที่บันทึกออฟไลน์ออก
vi: Có chắc muốn xoá tất cả tệp tin ra khỏi lưu về ngoại tuyến không?

# AM_ClearOfflineSuccess
source: All the saved for offline files have been removed successfully.
fr: Tous les fichiers enregistrés Hors ligne ont été supprimés avec succès.
id: Semua yang disimpan untuk file offline telah berhasil dihapus.
ko: 오프라인용으로 저장된 모든 파일이 성공적으로 삭제되었습니다.
nl: Alle opgeslagen bestanden voor offline waren succesvol verwijderd.
pl: Wszystkie zapisane dla plików trybu offline zostały pomyślnie usunięte.
ro: Toate fișierele salvate pentru offline au fost eliminate cu succes.
ru: Локальные файлы успешно удалены.
th: ไฟล์ที่บันทึกออฟไลน์ทั้งหมดถูกนำออกเรียบร้อยแล้ว
vi: Tất cả các tệp tin nằm trong phần lưu về ngoại tuyến đã bị xoá.

# AM_ClearOfflineSuccess_Title
source: Offline cleared
fr: Hors ligne a été effacé
id: Offline dihapus
ko: 오프라인 파일 삭제됨
nl: Offline gewist
pl: Wyłączono offline
ro: Offline golit
ru: Очищено
th: เคลียร์ไฟล์ออฟไลน์แล้ว
vi: Đã dọn lưu về ngoại tuyến

# AM_ClearOfflineDescription
source: This will remove all files and folders downloaded in the Saved for Offline tab
fr: Cela supprimera tous les fichiers et dossiers téléchargés dans l’onglet Enregistré Hors ligne
id: Ini akan menghapus semua file dan folder yang diunduh di tab Disimpan untuk Offline
ko: 이것은 오프라인용으로 저장됨 탭의 다운로드된 모든 파일과 폴더를 삭제합니다.
nl: Dit verwijderd alle bestanden en mappen gedownload in de Opgeslagen voor Offline tabblad
pl: Spowoduje to usunięcie wszystkich plików i folderów pobranych na karcie Zapisane w trybie offline
ro: Acest lucru va elimina toate fișierele și folderele descărcate în fila Salvate pentru offline
ru: Это удалит все файлы и папки во вкладке «Локальные»
th: การดำเนินการนี้จะลบไฟล์และโฟลเดอร์ทั้งหมดที่ดาวน์โหลดในแท็บบันทึกออฟไลน์
vi: Việc này sẽ xoá các tệp tin và thư mục đã được tải về trong phần Lưu về Ngoại Tuyến

# AM_MFA_CheckStatusFailed
source: Failed to check the status of two factor authentication.
fr: Échec de vérification de l’état de l’identification à deux facteurs.
id: Gagal memeriksa status otentikasi dua faktor.
ko: 2단계 인증 상태를 확인할 수 없습니다
nl: Mislukt om de status van twee-stap authenticatie te controleren.
pl: Nie udało się sprawdzić statusu uwierzytelniania dwuskładnikowego.
ro: Nu s-a putut verifica starea autentificării în doi factori.
ru: Failed to check the Multi-Factor Authentication status.
th: ไม่สามารถตรวจสอบสถานะการรับรองความถูกต้องด้วยสองปัจจัยได้
vi: Không kiểm tra được tình trạng của chức năng xác minh 2-bước.

# AM_FolderAlreadyExists
source: There is already a folder with the same name
fr: Un dossier du même nom existe déjà
id: Sudah ada folder dengan nama yang sama
ko: 이미 같은 이름을 가진 폴더가 존재합니다.
nl: Er is al een map met dezelfde naam
pl: Istnieje już katalog o takiej nazwie
ro: Există deja un folder cu același nume
zh_hant: 已經有一個同名的資料夾

# AM_FileAlreadyExists
source: There is already a file with the same name
fr: Un fichier du même nom existe déjà
id: Sudah ada file dengan nama yang sama
ko: 이미 같은 이름을 가진 파일이 존재합니다.
nl: Er is al een bestand met dezelfde naam
pl: Istnieje już plik o takiej nazwie
ro: Există deja un fișier cu același nume
zh_hant: 已經有一個同名的檔案

# AM_RemoveNodeFromOfflineFailed
source: Failed removing ‘{0}’ from offline storage. Please try again.
fr: Échec de suppression de ‘{0}’ du stockage hors ligne. Veuillez ressayer.
id: Gagal menghapus ‘{0}’ dari penyimpanan offline. Silakan coba lagi.
ko: '{0}' 을/를 오프라인 저장소에서 제거하지 못했습니다. 다시 시도하세요.
pl: Nie udało się usunąć '{0}' z offline. Proszę spróbuj ponownie.
ro: Eșec la eliminarea '{0}' din spațiul de stocare offline. Te rugăm să încerci din nou.

# AM_RemoveFromOfflineFailed_Title
source: Remove from offline storage failed
fr: La suppression du stockage hors ligne a échoué
id: Hapus dari penyimpanan offline gagal
ko: 오프라인 저장소에서 제거 실패
pl: Usunięcie z offline nie powiodło się
ro: Eliminarea din spațiul de stocare offline a eșuat

# AM_RemoveMultipleNodesFromOfflineFailed
source: Failed removing items from offline storage. Please try again.
fr: Échec de suppression des éléments du stockage hors ligne. Veuillez ressayer.
id: Gagal menghapus item dari penyimpanan offline. Silakan coba lagi.
ko: 오프라인 저장소에서 항목 제거를 실패하였습니다. 다시 시도하세요.
pl: Nie udało się usunąć elementów z offline. Proszę spróbuj ponownie.
ro: Eșec la eliminarea elementelor din spațiul de stocare offline. Te rugăm să încerci din nou.
